Repository: jesusangel/wc-4b-pasat
Catalog: languages/wc_4b_pasat_payment_gateway-*.po
Languages: es_es

source: Pay with credit card using 4B PASAT Internet
es_es: Pago con tarjeta usando la pasarela 4B

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable 4B-Pasat
es_es: Activar 4B-Pasat

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago

source: Owner name
es_es: Nombre del propietario

source: Name and surname of the owner.
es_es: Nombre y apellidos del propietario

source: Commerce name
es_es: Nombre de la tienda

source: The commerce name.
es_es: El nombre de la tienda.

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.

source: Pay with your credit card via 4B-Pasat
es_es: Pague con su tarjeta a través de la pasarela de 4B

source: Store code
es_es: Código de la tienda

source: Please enter your store code. You'll find it in 4B gateway
es_es: Por favor, introduzca el código de su tienda. Lo encontrará en la configuración de la pasarela 4B.

source: Allowed IPs (simulation mode)
es_es: IPs autorizadas (modo de pruebas)

source: Enter allowed IPs for notifications. Separate them using commas
es_es: Introduzca las IPs autorizadas para las notificaciones. Sepárelas con comas.

source: Allowed IPs (active mode)
es_es: IPs autorizadas (modo producción)

source: Language
es_es: Idioma

source: Please enter the gateway language.
es_es: Por favor, seleccione el idioma de la pasarela de pago.

source: Currency identifier
es_es: Identificador de moneda

source: Please enter your 4B-Pasat currency identifier; this is needed in order to take payment.
es_es: Por favor, seleccione la moneda; es necesario para realizar el pago.

source: You should copy this URLs and paste them into 4B gateway configuration. Do not edit them!
es_es: Copie y pegue estas URLs y péguelas en la configuración de la pasarela 4B. ¡No las edite!

source: Home URL
es_es: URL Home

source: Do not edit this field! Copy and paste it in 4B configuration
es_es: !No edite este campo! Copielo y péguelo en la configuración de la pasarela 4B

source: Order details URL
es_es: URL que devuelve el desglose de la compra

source: Completed (atuhorized) URL
es_es: URL que graba el resultado en la BD del comercio (TRANSACCIONES AUTORIZADAS)

source: Not completed (denied) URL
es_es: URL que graba el resultado en la BD del comercio (TRANSACCIONES DENEGADAS)

source: Gateway Testing
es_es: Pruebas de la pasarela

source: 4B-Pasat sandbox
es_es: Modo de pruebas 4B

source: Enable 4B-Pasat sandbox
es_es: Activar el modo de pruebas para 4B

source: 4B-Pasat sandbox can be used to test payments.
es_es: El modo de pruebas de 4B puede usarse para probar el sistema de pagos.

source: Debug Log
es_es: Registro de acciones

source: Enable logging
es_es: Activar el registro

source: Log 4B-Pasat events, inside <code>woocommerce/logs/4b_pasat.txt</code>
es_es: Registra los eventos de la pasarela 4B en <code>woocommerce/logs/4b_pasat.txt</code>

source: Thank you for your order. We are now redirecting you to 4B-Pasat to make payment.
es_es: Gracias por su compra. Ahora será rediriguido a la pasarela de 4B para realizar el pago.

source: Pay via 4B-Pasat
es_es: Pagar a través de 4B

source: Cancel order &amp; restore cart
es_es: Cancelar la compra %amp; vaciar el carrito

source: Thank you for your order, please click the button below to pay with 4B-Pasat.
es_es: Gracias por su compra. Por favor, pulse sobre el botón siguiente para pagar con 4B.

source: 4B-Pasat payment completed Payment date: %s Transaction type: %s Authorisation code: %s Transaction ID: %s
es_es: Pago 4B completado Fecha de pago: %s Tipo de transacción: %s Código de autorización: %s ID de la transacción: %s

source: Payment via 4b_pasat failed with code %s (%s).
es_es: El pago mediante 4B falló con el código %s (%s).
